Repository: ShikiSuen/MadTunes
Catalog: SPMPackages/MadTunesSPM/Sources/MadTunesKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

# i18n:Sidebar.Sections.Playlists
source: Playlists
es: Listas de reproducción
it: Playlist
ja: プレイリスト
ko: 재생목록
ru: Плейлисты
tr: Çalma Listeleri
zh_hans: 播放清单
zh_hant: 播放清單

# i18n:Table.Column.Genre
source: Genre
es: Género
it: Genere
ja: ジャンル
ko: 장르
pt_br: Gênero
ru: Жанр
tr: Tür
zh_hans: 风格
zh_hant: 風格

# i18n:Table.Column.Name
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
ru: Название
tr: İsim
zh_hans: 名称
zh_hant: 名稱

# i18n:TrackInfo.Labels.Album
source: Album
es: Álbum
ja: アルバム
ko: 앨범
pt_br: Álbum
ru: Альбом
tr: Albüm
zh_hans: 专辑
zh_hant: 專輯

# i18n:TrackInfo.Labels.Bitrate
source: Bitrate
es: Tasa de bits
fr: Débit
ja: ビットレート
ko: 비트레이트
pt_br: Taxa de Bits
ru: Битрейт
tr: Bit Hızı
zh_hans: 比特率
zh_hant: 位元率

# i18n:TrackInfo.Labels.Codec
source: Codec
es: Códec
ja: コーデック
ko: 코덱
ru: Кодек
tr: Kodek
zh_hans: 编解码器
zh_hant: 編解碼器

# i18n:TrackInfo.Labels.Genre
source: Genre
es: Género
it: Genere
ja: ジャンル
ko: 장르
pt_br: Gênero
ru: Жанр
tr: Tür
zh_hans: 风格
zh_hant: 類型

# i18n:TrackInfo.Labels.SampleRate
source: Sample Rate
es: Frecuencia de muestreo
fr: Taux d'échantillonnage
it: Frequenza campionamento
ja: サンプルレート
ko: 샘플링 레이트
pt_br: Taxa de Amostragem
ru: Частота дискретизации
tr: Örnekleme Hızı
zh_hans: 采样率
zh_hant: 取樣率

# i18n:TrackInfo.Sections.AudioFormat
source: Audio Format
es: Formato de audio
fr: Format audio
it: Formato audio
ja: オーディオフォーマット
ko: 오디오 형식
pt_br: Formato de Áudio
ru: Формат аудио
tr: Ses Formatı
zh_hans: 音频格式
zh_hant: 音訊格式

# i18n:TrackInfo.Values.BitDepthFormat:%lld
source: %lld-bit
es: %lld bits
fr: %lld bits
ja: %lldビット
ko: %lld비트
pt_br: %lld bits
ru: %lld бит
zh_hans: %lld 位
zh_hant: %lld 位元

# i18n:WP.Section.Playlists
source: Playlists
es: Listas de reproducción
it: Playlist
ja: プレイリスト
ko: 재생목록
ru: Плейлисты
tr: Çalma Listeleri
zh_hans: 播放清单
zh_hant: 播放清單

# i18n:TrackInfo.Values.Mono
source: Mono
ja: モノラル
ko: 모노
ru: Моно
zh_hans: 单声道
zh_hant: 單聲道

# i18n:Common.OK
source: OK
ko: 확인
ru: ОК
tr: Tamam
zh_hans: 确定
zh_hant: 確定

# i18n:TrackInfo.Values.BitrateFormat:%lld
source: %lld kbps
ru: %lld кбит/с
